let newsData = [
  {
    title: '与平煤神马集团、恒申集团签署合资合作协议',
    author: '作者: 马云',
    time: '2016-12-16',
    text: `此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        文章的引言也可能很短，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，
        此处是文章的引言或者前言，此处 ……`,
  },
  {
    title: '北京大兴新机场今日真机试飞',
    author: '作者: 王健林',
    time: '2019-5-13',
    text: `13日，北京大兴国际机
    场进行真机试飞。国航、东航、南
    航和厦门分派出A380、A250-900、
    B747-8、B747-9等旗舰机型，
    针对机场开航有重要意义。取得正式
    批复以后大兴机场才能够顺利开航。`,
  },
  {
    title: '毕业前必知40件事',
    author: '练习生小王',
    time: '2019-5-13',
    text: `2019届全国高校毕业生达834万。
    教育部今日发通知要求，不准将学
    位证与毕业证签约挂钩。正值就业签约
    的高峰期，派遣，二分，档案，合同，试用
    期……这些关键词你真的了解什么意思吗`,
  },
]

export default { newsData }